Repository: djibon/mp3share
Catalog: apps/pinax/apps/tribes/locale/*/LC_MESSAGES/django.po
Languages: ru

source: a short version of the name consisting only of letters, numbers, underscores and hyphens.
ru: короткая версия названия, состоящая только из букв, цифр, тире и подчеркиваний.

source: A tribe already exists with that slug.
ru: Клан с таким коротким названием уже существует.

source: A tribe already exists with that name.
ru: Клан с таким названием уже существует.

source: New Tribe Member
ru: Новый член клана

source: a tribe you are a member of has a new member
ru: в клане, членом которого вы являетесь, новый член

source: New Member Of Tribe You Created
ru: Новый член клана, который вы создали

source: a tribe you created has a new member
ru: в клане который вы создали новый член

source: New Tribe Created
ru: Создан новый клан

source: a new tribe has been created
ru: создан новый клан

source: members
ru: члены

source: Tribe %(tribe_name)s deleted.
ru: Клан %(tribe_name)s удален.

source: You have joined the tribe %(tribe_name)s
ru: Вы вступили в клан %(tribe_name)s

source: You have already joined tribe %(tribe_name)s
ru: Вы уже вступили к клану %(tribe_name)s

source: You have left the tribe %(tribe_name)s
ru: Вы покинули клан %(tribe_name)s

source: %(user_display)s has joined the tribe %(tribe)s. http://%(current_site)s%(tribe_url)s
ru: %(user_display)s вступил(а) в клан %(tribe)s. http://%(current_site)s%(tribe_url)s

source: <a href="%(user_url)s">%(user_display)s</a> has joined the tribe <a href="%(tribe_url)s">%(tribe)s</a>.
ru: <a href="%(user_url)s">%(user_display)s</a> вступил(а) в клан <a href="%(tribe_url)s">%(tribe)s</a>.

source: A new tribe %(tribe)s has been created. http://%(current_site)s%(tribe_url)s
ru: Был создан новый клан %(tribe)s. http://%(current_site)s%(tribe_url)s

source: A new group <a href="%(tribe_url)s">%(tribe)s</a> has been created.
ru: Была создана новая группа <a href="%(tribe_url)s">%(tribe)s</a>.
