Repository: djibon/mp3share
Catalog: apps/pinax/apps/blog/locale/*/LC_MESSAGES/django.po
Languages: ru

source: a short version of the title consisting only of letters, numbers, underscores and hyphens.
ru: короткая версия названия, состоящая только из букв, цифр, тире и подчеркиваний.

source: Friend Posted to Blog
ru: Друг добавил запись в блог

source: a friend of yours posted to their blog
ru: ваш друг добавил запись в блог

source: New Comment on Blog Post
ru: Новый комментарий к записи в блоге

source: a comment was made on one of your blog posts
ru: одну из ваших записей в блоге прокомментировали

source: Draft
ru: Черновик

source: Public
ru: Открытая

source: title
ru: заголовок

source: slug
ru: короткая версия названия

source: IP Address of the Post Creator
ru: IP адрес автора записи

source: body
ru: текст

source: tease
ru: вступление

source: status
ru: статус

source: allow comments
ru: разрешить комментарии

source: publish
ru: опубликовать

source: created at
ru: создано

source: updated at
ru: обновлено

source: Post Content Markup
ru: Разметка содержимого записи

source: post
ru: запись

source: posts
ru: записи

source: You can't delete posts that aren't yours
ru: Вы не можете удалять чужие записи

source: Successfully deleted post '%s'
ru: Запись '%s' удалена

source: Successfully saved post '%s'
ru: Запись '%s' сохранена

source: You can't edit posts that aren't yours
ru: Вы не можете редактировать чужие записи

source: Successfully updated post '%s'
ru: Запись '%s' обновлена

source: %(author_display)s has posted %(post_title)s to their blog. http://%(current_site)s%(post_url)s
ru: %(author_display)s опубликовал(а) %(post_title)s в своем блоге. http://%(current_site)s%(post_url)s

source: <a href="%(author_url)s">%(author_display)s</a> has posted <a href="%(post_url)s">%(post_title)s</a> to their blog.
ru: <a href="%(author_url)s">%(author_display)s</a> опубликовал(а) <a href="%(post_url)s">%(post_title)s</a> в своем блоге.

source: %(user_display)s has commented on your blog post '%(post)s': %(post_comment)s http://%(current_site)s%(post_url)s
ru: %(user_display)s оставил(а) комментарий к вашей записи в блоге '%(post)s': %(post_comment)s http://%(current_site)s%(post_url)s

source: <a href="%(user_url)s">%(user_display)s</a> has commented on your blog post '<a href="%(post_url)s">%(post)s</a>'.
ru: <a href="%(user_url)s">%(user_display)s</a> оставил(а) комментарий к вашей записи в блоге '<a href="%(post_url)s">%(post)s</a>'.
