Repository: djibon/mp3share
Catalog: apps/pinax/apps/tasks/locale/*/LC_MESSAGES/django.po
Languages: ru

source: You must provide a resolution to mark this task as resolved
ru: Вы должны предоставить резолюцию, чтобы отметить эту задачу решенной

source: New Task
ru: Новая задача

source: a new task been created
ru: создана новая задача

source: Task Comment
ru: Комментарий к задаче

source: a new comment has been made on a task
ru: к задаче оставили комментарий

source: Task State Change
ru: Состояние задачи изменено

source: there has been a change in the state of a task
ru: состояние задачи изменено

source: Task Assignment
ru: Задача назначена

source: a task has been (re)assigned
ru: задача была (пере)назначена

source: Task Status Update
ru: Статус задачи обновлен

source: there has been a status update to a task
ru: статус задачи обновлен

source: Task Tag Update
ru: Метка задачи обновлена

source: there has been a change in the tagging of a task
ru: метка задачи была обновлена

source: Task Nudge
ru: Напоминания задачи

source: there has been a nudge of a task
ru: о задаче напомнили

source: summary
ru: сводка

source: detail
ru: детали

source: Detail Markup
ru: Разметка деталей

source: creator
ru: создатель

source: created
ru: создано

source: modified
ru: изменено

source: assignee
ru: ответственный

source: status
ru: статус

source: state
ru: состояние

source: resolution
ru: резолюция

source: tasks
ru: задачи

source: comment
ru: сомментарий

source: Owner
ru: Владелец

source: nudger
ru: напомнивший

source: task
ru: задача

source: nudge date
ru: дата напоминания

source: Link to the snippet: http://%(domain)s%(link)s
ru: Ссылка на фрагмент: http://%(domain)s%(link)s

source: added task '%s'
ru: добавлена задача '%s'

source: You've removed your nudge from this task
ru: Вы удалили свое напоминание о задаче

source: %s has been nudged about this task
ru: %s получил напоминание о задаче

source: updated your status on the task
ru: обновить статус задачи

source: task marked %(state)s
ru: задача отмечена как %(state)s

source: assigned task to '%(assignee)s'
ru: '%(assignee)s' назначен(а) исполнителем задачи

source: updated tags on the task
ru: метки задачи обновлены

source: Tags: %(task_tags)s
ru: Метки: %(task_tags)s

source: %(user_display)s has marked task '%(task)s' in '%(group)s' as %(new_state)s.
ru: %(user_display)s отметил(а) '%(task)s' в '%(group)s' как %(new_state)s.

source: %(user_display)s has marked task '%(task)s' as %(new_state)s.
ru: %(user_display)s отметил(а) задачу '%(task)s' как %(new_state)s.

source: resolution:
ru: резолюция:

source: <a href="%(user_url)s">%(user_display)s</a> has marked task '<a href="%(task_url)s">%(task)s</a>' in '<a href="%(group_url)s">%(group)s</a>' as %(new_state)s.
ru: <a href="%(user_url)s">%(user_display)s</a> отметил(а) задачу '<a href="%(task_url)s">%(task)s</a>' в '<a href="%(group_url)s">%(group)s</a>' как %(new_state)s.

source: <a href="%(user_url)s">%(user_display)s</a> has marked task '<a href="%(task_url)s">%(task)s</a>' as %(new_state)s.
ru: <a href="%(user_url)s">%(user_display)s</a> отметил(а) задачу '<a href="%(task_url)s">%(task)s</a>' как %(new_state)s.

source: %(user_display)s has commented on task '%(task)s' in '%(group)s':
ru: %(user_display)s отставил(а) комментарий к задаче '%(task)s' in '%(group)s':

source: %(user_display)s has commented on task '%(task)s':
ru: %(user_display)s отставил(а) комментарий к задаче '%(task)s':

source: <a href="%(user_url)s">%(user_display)s</a> has commented on task '<a href="%(task_url)s">%(task)s</a>' in '<a href="%(group_url)s">%(group)s</a>'.
ru: <a href="%(user_url)s">%(user_display)s</a> отставил(а) комментарий к задаче '<a href="%(task_url)s">%(task)s</a>' в '<a href="%(group_url)s">%(group)s</a>'.

source: <a href="%(user_url)s">%(user_display)s</a> has commented on task '<a href="%(task_url)s">%(task)s</a>'.
ru: <a href="%(user_url)s">%(user_display)s</a> отставил(а) комментарий к задаче '<a href="%(task_url)s">%(task)s</a>'.

source: %(creator_display)s has added a task '%(task)s' in '%(group)s'.
ru: %(creator_display)s добавил(а) задачу '%(task)s' в '%(group)s'.

source: %(creator_display)s has added a task '%(task)s'.
ru: %(creator_display)s добавил(а) задачу '%(task)s'.

source: <a href="%(creator_url)s">%(creator_display)s</a> has added a task '<a href="%(task_url)s">%(task)s</a>' in '<a href="%(group_url)s">%(group)s</a>'.
ru: <a href="%(creator_url)s">%(creator_display)s</a> добавил(а) задачу '<a href="%(task_url)s">%(task)s</a>' в '<a href="%(group_url)s">%(group)s</a>'.

source: <a href="%(creator_url)s">%(creator_display)s</a> has added a task '<a href="%(task_url)s">%(task)s</a>'.
ru: <a href="%(creator_url)s">%(creator_display)s</a> добавил(а) задачу '<a href="%(task_url)s">%(task)s</a>'.

source: %(nudger_display)s has nudged you about task '%(task)s'. Please go to the task and provide either a status update or comment.
ru: %(nudger_display)s напомнил(а) вам о задаче '%(task)s'. Пожалуйста посетите задачу и обновите статус или оставьте комментарий.

source: <a href="%(user_url)s">%(nudger_display)s</a> has nudged you on task '<a href="%(task_url)s">%(task)s</a>'.
ru: <a href="%(user_url)s">%(nudger_display)s</a> напомнил(а) вам о задаче '<a href="%(task_url)s">%(task)s</a>'.

source: %(user_display)s has updated the status of task '%(task)s' in '%(group)s' to '%(task_status)s'.
ru: %(user_display)s изменил(а) статус задачи '%(task)s' в '%(group)s' на '%(task_status)s'.

source: %(user_display)s has updated the status of task '%(task)s' to '%(task_status)s'.
ru: %(user_display)s изменил(а) статус задачи '%(task)s' на '%(task_status)s'.

source: <a href="%(user_url)s">%(user_display)s</a> has updated the status of task '<a href="%(task_url)s">%(task)s</a>' in '<a href="%(group_url)s">%(group)s</a>' to '%(task_status)s'.
ru: <a href="%(user_url)s">%(user_display)s</a> изменил(а) статус задачи '<a href="%(task_url)s">%(task)s</a>' в '<a href="%(group_url)s">%(group)s</a>' на '%(task_status)s'.

source: <a href="%(user_url)s">%(user_display)s</a> has updated the status of task '<a href="%(task_url)s">%(task)s</a>' to '%(task_status)s'.
ru: <a href="%(user_url)s">%(user_display)s</a> изменил(а) статус задачи '<a href="%(task_url)s">%(task)s</a>' на '%(task_status)s'.

source: %(user_display)s has updated the tags of task '%(task)s' in '%(group)s' to '%(task_tags)s'.
ru: %(user_display)s изменил(а) метки задачи '%(task)s' in '%(group)s' на '%(task_tags)s'.

source: %(user_display)s has updated the tags of task '%(task)s' to '%(task_tags)s'.
ru: %(user_display)s изменил(а) метки задачи '%(task)s' на '%(task_tags)s'.

source: <a href="%(user_url)s">%(user_display)s</a> has updated the tags of task '<a href="%(task_url)s">%(task)s</a>' in '<a href="%(group_url)s">%(group)s</a>' to '%(task_tags)s'.
ru: <a href="%(user_url)s">%(user_display)s</a> изменил(а) метки задачи '<a href="%(task_url)s">%(task)s</a>' в '<a href="%(group_url)s">%(group)s</a>' на '%(task_tags)s'.

source: <a href="%(user_url)s">%(user_display)s</a> has updated the tags of task '<a href="%(task_url)s">%(task)s</a>' to '%(task_tags)s'.
ru: <a href="%(user_url)s">%(user_display)s</a> изменил(а) метки задачи '<a href="%(task_url)s">%(task)s</a>' на '%(task_tags)s'.
