Repository: djibon/mp3share
Catalog: apps/pinax/apps/projects/locale/*/LC_MESSAGES/django.po
Languages: ru

source: a short version of the name consisting only of letters, numbers, underscores and hyphens.
ru: короткая версия названия, состоящая только из букв, цифр, тире и подчеркиваний.

source: A project already exists with that slug.
ru: Проект с таким коротким названием уже существует.

source: A project already exists with that name.
ru: Проект с таким названием уже существует.

source: User
ru: Пользователь

source: There is no user with this username.
ru: Пользователя с таким именем нет в системе.

source: User is already a member of this project.
ru: Пользователь уже является участником проекта.

source: New Project Member
ru: Новый участник проекта

source: a project you are a member of has a new member
ru: новый участник проекта, в котором вы участвуете

source: New Member Of Project You Created
ru: Новый участник проекта, который вы создали

source: a project you created has a new member
ru: В проекте, который вы создали, новый участник

source: New Project Created
ru: Создан новый проект

source: a new project has been created
ru: Создан новый проект

source: Added as a Project Member
ru: В проект добавлен участник

source: you have become member of a project
ru: вы стали участником проекта

source: members
ru: участники

source: private
ru: закрытый

source: project
ru: проект

source: user
ru: пользователь

source: away
ru: отошел

source: away since
ru: отошел

source: Project %(project_name)s deleted.
ru: Проект %(project_name)s удален.

source: added %(user)s to project
ru: %(user)s добавлен в проект
